Repository: chrissharp80/emuqu
Catalog: Emuqu/Help.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: iCloud sync covers session data (HRV analysis, scores, metadata and the session's RR intervals), encrypted on this device before upload. The incremental raw-RR backup files and your settings stay on this device.
ar: تغطي مزامنة iCloud بيانات الجلسات (تحليل HRV والنتائج والبيانات الوصفية وفواصل RR للجلسة)، مشفّرة على هذا الجهاز قبل الرفع. تبقى ملفات النسخ الاحتياطي التدريجي لـ RR الخام وإعداداتك على هذا الجهاز.
da: iCloud-synkronisering omfatter sessionsdata (HRV-analyse, scorer, metadata og sessionens RR-intervaller), krypteret på denne enhed før upload. De løbende rå RR-backupfiler og dine indstillinger bliver på denne enhed.
de: Die iCloud-Synchronisierung umfasst Sitzungsdaten (HRV-Analyse, Werte, Metadaten und die RR-Intervalle der Sitzung), die vor dem Hochladen auf diesem Gerät verschlüsselt werden. Die inkrementellen Rohdaten-RR-Backups und deine Einstellungen bleiben auf diesem Gerät.
es: La sincronización iCloud abarca los datos de las sesiones (análisis de HRV, puntuaciones, metadatos y los intervalos RR de la sesión), cifrados en este dispositivo antes de subirse. Los archivos de copia RR incrementales sin procesar y tus ajustes se quedan en este dispositivo.
fi: iCloud-synkronointi kattaa istuntotiedot (HRV-analyysi, pisteet, metatiedot ja istunnon RR-välit), jotka salataan tällä laitteella ennen lähetystä. Lisäävät raaka-RR-varmuuskopiotiedostot ja asetuksesi pysyvät tällä laitteella.
fr: La synchronisation iCloud couvre les données de session (analyse HRV, scores, métadonnées et intervalles RR de la session), chiffrées sur cet appareil avant le téléversement. Les fichiers de sauvegarde RR bruts incrémentaux et vos réglages restent sur cet appareil.
is: iCloud samstilling nær yfir lotugögn (HRV-greiningu, stig, lýsigögn og RR-bil lotunnar), dulkóðuð á þessu tæki fyrir upphleðslu. Stigvaxandi hráu RR-afritsskrárnar og stillingarnar þínar verða eftir á þessu tæki.
it: La sincronizzazione iCloud copre i dati delle sessioni (analisi HRV, punteggi, metadati e intervalli RR della sessione), crittografati su questo dispositivo prima del caricamento. I file di backup RR grezzi incrementali e le tue impostazioni restano su questo dispositivo.
ja: iCloud 同期の対象はセッションデータ（HRV 分析、スコア、メタデータ、セッションの RR 間隔）で、アップロード前にこの端末で暗号化されます。増分の生 RR バックアップファイルと設定は、この端末に残ります。
ko: iCloud 동기화 대상은 세션 데이터(HRV 분석, 점수, 메타데이터, 세션의 RR 간격)이며, 업로드 전 이 기기에서 암호화됩니다. 증분 원시 RR 백업 파일과 설정은 이 기기에 남습니다.
nb: iCloud-synkronisering omfatter øktdata (HRV-analyse, scorer, metadata og øktens RR-intervaller), kryptert på denne enheten før opplasting. De trinnvise rå RR-sikkerhetskopifilene og innstillingene dine blir på denne enheten.
nl: iCloud-synchronisatie omvat sessiegegevens (HRV-analyse, scores, metagegevens en de RR-intervallen van de sessie), versleuteld op dit apparaat vóór het uploaden. De incrementele ruwe RR-back-upbestanden en je instellingen blijven op dit apparaat.
pt_br: A sincronização iCloud abrange os dados das sessões (análise de VFC, pontuações, metadados e os intervalos RR da sessão), criptografados neste dispositivo antes do envio. Os arquivos incrementais de backup bruto de RR e suas configurações ficam neste dispositivo.
ru: Синхронизация iCloud охватывает данные сессий (анализ ВСР, оценки, метаданные и RR-интервалы сессии), которые шифруются на этом устройстве перед загрузкой. Инкрементные файлы резервных копий сырых RR и ваши настройки остаются на этом устройстве.
sv: iCloud-synken omfattar sessionsdata (HRV-analys, poäng, metadata och sessionens RR-intervall), krypterade på den här enheten före uppladdning. De inkrementella råa RR-säkerhetskopiorna och dina inställningar stannar på den här enheten.
zh_hans: iCloud 同步涵盖记录数据（HRV 分析、评分、元数据以及该记录的 RR 间期），上传前会在本设备上加密。增量原始 RR 备份文件和你的设置保留在本设备上。

source: iCloud sync goes to YOUR private CloudKit container — no third-party servers
ar: تذهب مزامنة iCloud إلى حاوية CloudKit الخاصة بك — دون خوادم أطراف ثالثة
da: iCloud-synkronisering går til DIN private CloudKit-container — ingen tredjepartsservere
de: Die iCloud-Synchronisierung geht in DEINEN privaten CloudKit-Container — keine Server von Drittanbietern
es: La sincronización iCloud va a TU contenedor privado de CloudKit: sin servidores de terceros
fi: iCloud-synkronointi menee SINUN yksityiseen CloudKit-säiliöösi — ei kolmansien osapuolten palvelimia
fr: La synchronisation iCloud se fait vers VOTRE conteneur CloudKit privé — aucun serveur tiers
is: iCloud samstilling fer í ÞÍNA einka CloudKit-geymslu — engir netþjónar þriðju aðila
it: La sincronizzazione iCloud va nel TUO contenitore CloudKit privato — nessun server di terze parti
ja: iCloud 同期の送信先はあなた専用のプライベートな CloudKit コンテナです — 第三者のサーバーは使いません
ko: iCloud 동기화는 본인의 비공개 CloudKit 컨테이너로 갑니다 — 제3자 서버 없음
nb: iCloud-synkronisering går til DIN private CloudKit-beholder — ingen tredjepartsservere
nl: iCloud-synchronisatie gaat naar JOUW privé-CloudKit-container — geen servers van derden
pt_br: A sincronização iCloud vai para o SEU contêiner privado do CloudKit — sem servidores de terceiros
ru: Синхронизация iCloud идёт в ВАШ личный контейнер CloudKit — без сторонних серверов
sv: iCloud-synken går till DIN privata CloudKit-behållare — inga tredjepartsservrar
zh_hans: iCloud 同步只发送到你自己的私有 CloudKit 容器 — 没有第三方服务器

source: iCloud sync is enabled by default during onboarding. You can toggle it anytime in Settings. Disabling it stops future syncs but doesn't delete already-synced data from iCloud.
ar: تُفعَّل مزامنة iCloud افتراضيًا أثناء الإعداد الأولي. يمكنك تبديلها في أي وقت من الإعدادات. تعطيلها يوقف المزامنات المستقبلية لكنه لا يحذف البيانات المُزامَنة مسبقًا من iCloud.
da: iCloud-synkronisering er slået til som standard under opsætningen. Du kan slå den til og fra når som helst i Indstillinger. Slår du den fra, stopper fremtidige synkroniseringer, men allerede synkroniserede data slettes ikke fra iCloud.
de: Die iCloud-Synchronisierung ist bei der Einrichtung standardmäßig aktiviert. Du kannst sie jederzeit in den Einstellungen umschalten. Deaktivieren stoppt künftige Synchronisierungen, löscht aber keine bereits synchronisierten Daten aus iCloud.
es: La sincronización iCloud se activa por defecto durante la configuración inicial. Puedes cambiarla en cualquier momento en Ajustes. Desactivarla detiene las futuras sincronizaciones, pero no elimina de iCloud los datos ya sincronizados.
fi: iCloud-synkronointi on oletuksena käytössä käyttöönoton aikana. Voit kytkeä sen päälle tai pois milloin tahansa Asetuksissa. Sen poistaminen käytöstä lopettaa tulevat synkronoinnit, mutta ei poista jo synkronoituja tietoja iCloudista.
fr: La synchronisation iCloud est activée par défaut lors de la configuration initiale. Vous pouvez l’activer ou la désactiver à tout moment dans les Réglages. La désactiver arrête les synchronisations futures mais ne supprime pas les données déjà synchronisées dans iCloud.
is: Kveikt er á iCloud samstillingu sjálfgefið í upphafsuppsetningu. Þú getur kveikt eða slökkt á henni hvenær sem er í Stillingum. Ef slökkt er á henni stöðvast framtíðarsamstillingar en gögnum sem þegar hafa verið samstillt er ekki eytt úr iCloud.
it: La sincronizzazione iCloud è attivata per impostazione predefinita durante la configurazione iniziale. Puoi attivarla o disattivarla in qualsiasi momento nelle Impostazioni. Disattivarla interrompe le sincronizzazioni future ma non elimina da iCloud i dati già sincronizzati.
ja: iCloud 同期はオンボーディング時にデフォルトで有効になります。設定でいつでも切り替えられます。無効にすると以降の同期は止まりますが、すでに同期されたデータが iCloud から削除されることはありません。
ko: iCloud 동기화는 온보딩 중 기본적으로 켜집니다. 설정에서 언제든 켜고 끌 수 있습니다. 끄면 이후 동기화가 중지되지만 이미 동기화된 데이터가 iCloud에서 삭제되지는 않습니다.
nb: iCloud-synkronisering er slått på som standard under oppstarten. Du kan slå den av og på når som helst i Innstillinger. Slår du den av, stoppes fremtidige synkroniseringer, men data som allerede er synkronisert, slettes ikke fra iCloud.
nl: iCloud-synchronisatie staat tijdens de introductie standaard aan. Je kunt het op elk moment in Instellingen aan- of uitzetten. Uitschakelen stopt toekomstige synchronisatie, maar verwijdert al gesynchroniseerde gegevens niet uit iCloud.
pt_br: A sincronização iCloud vem ativada por padrão durante a configuração inicial. Você pode ativá-la ou desativá-la a qualquer momento em Configurações. Desativá-la interrompe sincronizações futuras, mas não exclui do iCloud os dados já sincronizados.
ru: Синхронизация iCloud включается по умолчанию при первоначальной настройке. Её можно переключить в любой момент в Настройках. Отключение останавливает будущую синхронизацию, но не удаляет уже синхронизированные данные из iCloud.
sv: iCloud-synk är på som standard under introduktionen. Du kan slå av och på den när som helst i Inställningar. Stänger du av den stoppas framtida synk, men redan synkade data raderas inte från iCloud.
zh_hans: 在初始设置期间，iCloud 同步默认开启。你可以随时在设置中开关。关闭后会停止今后的同步，但不会删除已同步到 iCloud 的数据。

source: iCloud sync uses Apple's CloudKit to automatically sync your sessions to your private Apple ID. No account setup, no third-party servers — just your Apple ID.
ar: تستخدم مزامنة iCloud خدمة CloudKit من Apple لمزامنة جلساتك تلقائيًا مع Apple ID الخاص بك. دون إعداد حساب، ودون خوادم أطراف ثالثة — Apple ID الخاص بك فقط.
da: iCloud-synkronisering bruger Apples CloudKit til automatisk at synkronisere dine sessioner til dit private Apple-id. Ingen kontooprettelse, ingen tredjepartsservere — kun dit Apple-id.
de: Die iCloud-Synchronisierung nutzt Apples CloudKit, um deine Sitzungen automatisch mit deiner privaten Apple-ID zu synchronisieren. Keine Kontoeinrichtung, keine Server von Drittanbietern — nur deine Apple-ID.
es: La sincronización iCloud usa CloudKit de Apple para sincronizar automáticamente tus sesiones con tu Apple ID privado. Sin crear cuentas ni servidores de terceros: solo tu Apple ID.
fi: iCloud-synkronointi käyttää Applen CloudKitiä istuntojesi automaattiseen synkronointiin yksityiseen Apple ID:hesi. Ei tilin luomista, ei kolmansien osapuolten palvelimia — vain Apple ID:si.
fr: La synchronisation iCloud utilise CloudKit d’Apple pour synchroniser automatiquement vos sessions avec votre identifiant Apple privé. Aucun compte à créer, aucun serveur tiers — simplement votre identifiant Apple.
is: iCloud samstilling notar CloudKit frá Apple til að samstilla loturnar þínar sjálfkrafa við þitt einka Apple ID. Engin uppsetning reiknings, engir netþjónar þriðju aðila — bara Apple ID-ið þitt.
it: La sincronizzazione iCloud usa CloudKit di Apple per sincronizzare automaticamente le sessioni con il tuo ID Apple privato. Nessun account da configurare, nessun server di terze parti: solo il tuo ID Apple.
ja: iCloud 同期は Apple の CloudKit を使い、セッションをあなたのプライベートな Apple ID に自動で同期します。アカウントの設定も第三者のサーバーも不要で、Apple ID だけで使えます。
ko: iCloud 동기화는 Apple의 CloudKit을 사용해 세션을 개인 Apple ID에 자동으로 동기화합니다. 계정 설정도, 제3자 서버도 없습니다 — Apple ID만 있으면 됩니다.
nb: iCloud-synkronisering bruker Apples CloudKit til automatisk å synkronisere øktene dine til din private Apple-ID. Ingen kontooppsett, ingen tredjepartsservere — bare Apple-ID-en din.
nl: iCloud-synchronisatie gebruikt CloudKit van Apple om je sessies automatisch te synchroniseren met je privé-Apple ID. Geen account instellen, geen servers van derden — alleen je Apple ID.
pt_br: A sincronização iCloud usa o CloudKit da Apple para sincronizar automaticamente suas sessões com seu Apple ID privado. Sem criar conta, sem servidores de terceiros — só o seu Apple ID.
ru: Синхронизация iCloud использует Apple CloudKit, чтобы автоматически синхронизировать ваши сессии с вашим личным Apple ID. Никакой регистрации и сторонних серверов — только ваш Apple ID.
sv: iCloud-synk använder Apples CloudKit för att automatiskt synka dina sessioner till ditt privata Apple-ID. Inget konto att skapa, inga tredjepartsservrar — bara ditt Apple-ID.
zh_hans: iCloud 同步使用 Apple 的 CloudKit，自动将你的记录同步到你私人的 Apple 账户。无需设置账户，没有第三方服务器 — 只需你的 Apple 账户。

source: iCloud Sync — Automatic CloudKit sync to your private Apple ID after every save. Deletes propagate too.
ar: مزامنة iCloud — مزامنة CloudKit تلقائية مع Apple ID الخاص بك بعد كل حفظ. يمتد الحذف أيضًا.
da: iCloud-synkronisering — Automatisk CloudKit-synkronisering til dit private Apple-id efter hver gemning. Sletninger slår også igennem.
de: iCloud-Synchronisierung — Automatische CloudKit-Synchronisierung mit deiner privaten Apple-ID nach jedem Speichern. Auch Löschungen werden übertragen.
es: Sincronización iCloud: sincronización automática por CloudKit con tu Apple ID privado tras cada guardado. Las eliminaciones también se propagan.
fi: iCloud-synkronointi — Automaattinen CloudKit-synkronointi yksityiseen Apple ID:hesi jokaisen tallennuksen jälkeen. Myös poistot välittyvät.
fr: Synchronisation iCloud — Synchronisation CloudKit automatique avec votre identifiant Apple privé après chaque enregistrement. Les suppressions sont aussi propagées.
is: iCloud samstilling — Sjálfvirk CloudKit-samstilling við þitt einka Apple ID eftir hverja vistun. Eyðingar færast líka.
it: Sincronizzazione iCloud — Sincronizzazione CloudKit automatica con il tuo ID Apple privato dopo ogni salvataggio. Anche le eliminazioni si propagano.
ja: iCloud同期 — 保存のたびに、あなたのプライベートな Apple ID へ CloudKit で自動同期します。削除も反映されます。
ko: iCloud 동기화 — 저장할 때마다 개인 Apple ID로 CloudKit 자동 동기화. 삭제도 전파됩니다.
nb: iCloud-synkronisering — automatisk CloudKit-synkronisering til din private Apple-ID etter hver lagring. Slettinger spres også.
nl: iCloud-synchronisatie — Automatische CloudKit-synchronisatie naar je privé-Apple ID na elke opslag. Verwijderingen worden ook doorgevoerd.
pt_br: Sincronização iCloud — Sincronização automática pelo CloudKit com seu Apple ID privado após cada salvamento. As exclusões também se propagam.
ru: Синхронизация iCloud — автоматическая синхронизация CloudKit с вашим личным Apple ID после каждого сохранения. Удаления тоже синхронизируются.
sv: iCloud-synk — Automatisk CloudKit-synk till ditt privata Apple-ID efter varje sparning. Raderingar synkas också.
zh_hans: iCloud 同步 — 每次保存后通过 CloudKit 自动同步到你私人的 Apple 账户。删除也会同步。

source: If a fetch from the device fails, the data is still safe on the device. You can retry as many times as needed — the app uses a 5-attempt retry with reconnection between attempts.
ar: إذا فشل الجلب من الجهاز، تبقى البيانات آمنة على الجهاز. يمكنك إعادة المحاولة بقدر ما تحتاج — يستخدم التطبيق 5 محاولات مع إعادة الاتصال بين كل محاولة.
da: Hvis en hentning fra enheden mislykkes, er dataene stadig sikre på enheden. Du kan prøve igen så mange gange som nødvendigt — appen bruger 5 forsøg med genforbindelse mellem hvert forsøg.
de: Wenn ein Abruf vom Gerät fehlschlägt, sind die Daten auf dem Gerät weiterhin sicher. Du kannst es so oft wie nötig erneut versuchen — die App unternimmt bis zu 5 Versuche mit erneutem Verbinden dazwischen.
es: Si falla una descarga desde el dispositivo, los datos siguen a salvo en él. Puedes reintentarlo tantas veces como necesites: la app hace hasta 5 intentos con reconexión entre ellos.
fi: Jos haku laitteesta epäonnistuu, tiedot ovat edelleen turvassa laitteessa. Voit yrittää uudelleen niin monta kertaa kuin tarvitaan — sovellus tekee 5 yritystä ja yhdistää uudelleen yritysten välillä.
fr: Si une récupération depuis l’appareil échoue, les données restent en sécurité sur l’appareil. Vous pouvez réessayer autant de fois que nécessaire — l’app effectue jusqu’à 5 tentatives avec reconnexion entre chaque tentative.
is: Ef sókn frá tækinu mistekst eru gögnin samt örugg á tækinu. Þú getur reynt aftur eins oft og þarf — appið reynir allt að 5 sinnum og tengist aftur á milli tilrauna.
it: Se il recupero dal dispositivo non riesce, i dati restano al sicuro sul dispositivo. Puoi riprovare tutte le volte che serve: l'app esegue fino a 5 tentativi con riconnessione tra un tentativo e l'altro.
ja: デバイスからの取得に失敗しても、データはデバイスに安全に残っています。何度でも再試行できます — アプリは試行の間に再接続しながら 5 回まで再試行します。
ko: 기기에서 가져오기에 실패해도 데이터는 기기에 안전하게 남아 있습니다. 필요한 만큼 다시 시도할 수 있으며, 앱은 시도 사이에 재연결하며 5회까지 재시도합니다.
nb: Hvis en henting fra enheten mislykkes, er dataene fortsatt trygge på enheten. Du kan prøve igjen så mange ganger du vil — appen prøver opptil 5 ganger med ny tilkobling mellom forsøkene.
nl: Als ophalen van het apparaat mislukt, staan de gegevens nog veilig op het apparaat. Je kunt zo vaak opnieuw proberen als nodig — de app probeert het tot 5 keer, met opnieuw verbinden tussen de pogingen.
pt_br: Se uma busca no dispositivo falhar, os dados continuam seguros no dispositivo. Você pode tentar de novo quantas vezes precisar — o app faz até 5 tentativas, com reconexão entre elas.
ru: Если загрузка с устройства не удалась, данные по-прежнему в безопасности на устройстве. Повторять можно сколько угодно — приложение делает до 5 попыток с переподключением между ними.
sv: Om en hämtning från enheten misslyckas finns data fortfarande kvar säkert på enheten. Du kan försöka igen så många gånger som behövs — appen gör upp till 5 försök med återanslutning mellan försöken.
zh_hans: 如果从设备获取数据失败，数据仍安全地保存在设备上。你可以根据需要多次重试 — 应用会尝试 5 次，每次之间重新连接。

source: If detected, the extra sleep is merged into your total automatically
ar: عند اكتشافه، يُدمج النوم الإضافي في الإجمالي تلقائيًا
da: Hvis den registreres, lægges den ekstra søvn automatisk til din samlede søvn
de: Wird zusätzlicher Schlaf erkannt, wird er automatisch zu deiner Gesamtzeit hinzugefügt
es: Si se detecta, el sueño adicional se suma automáticamente a tu total
fi: Jos lisäunta havaitaan, se yhdistetään kokonaisuneesi automaattisesti
fr: Si du sommeil supplémentaire est détecté, il est ajouté automatiquement à votre total
is: Ef hann greinist er viðbótarsvefninum bætt sjálfkrafa við heildina
it: Se viene rilevato, il sonno aggiuntivo viene sommato automaticamente al totale
ja: 検出された場合、追加の睡眠は自動で合計に統合されます
ko: 감지되면 추가 수면이 총 수면에 자동으로 합쳐집니다
nb: Hvis det oppdages, slås den ekstra søvnen automatisk sammen med totalen din
nl: Als die wordt herkend, wordt de extra slaap automatisch bij je totaal opgeteld
pt_br: Se detectado, o sono extra é somado automaticamente ao seu total
ru: Если обнаружен, дополнительный сон автоматически добавляется к общему
sv: Om ytterligare sömn upptäcks slås den automatiskt ihop med din totala sömn
zh_hans: 如果检测到，额外的睡眠会自动合并到你的总睡眠中

source: If GPS can't resolve your address
ar: إذا تعذّر على GPS تحديد عنوانك
da: Hvis GPS ikke kan finde din adresse
de: Wenn GPS deine Adresse nicht ermitteln kann
es: Si el GPS no puede resolver tu dirección
fi: Jos GPS ei pysty selvittämään osoitettasi
fr: Si le GPS ne parvient pas à déterminer votre adresse
is: Ef GPS finnur ekki heimilisfangið þitt
it: Se il GPS non riesce a determinare il tuo indirizzo
ja: GPS で住所を特定できない場合
ko: GPS로 주소를 확인할 수 없는 경우
nb: Hvis GPS ikke finner adressen din
nl: Als GPS je adres niet kan bepalen
pt_br: Se o GPS não conseguir identificar seu endereço
ru: Если GPS не может определить ваш адрес
sv: Om GPS inte kan fastställa din adress
zh_hans: 如果 GPS 无法解析你的地址

source: If stage data is unavailable (e.g., no Apple Watch), a simpler fallback is used: Duration (35%), Efficiency (25%), Deep Sleep (25%), and REM (15%).
ar: إذا لم تتوفر بيانات المراحل (مثلًا دون Apple Watch)، تُستخدم صيغة احتياطية أبسط: المدة (35%)، والكفاءة (25%)، والنوم العميق (25%)، وREM (15%).
da: Hvis stadiedata ikke er tilgængelige (fx uden Apple Watch), bruges en enklere reserve: Varighed (35 %), Effektivitet (25 %), Dyb søvn (25 %) og REM (15 %).
de: Wenn keine Phasendaten verfügbar sind (z. B. ohne Apple Watch), wird eine einfachere Ersatzberechnung verwendet: Dauer (35 %), Effizienz (25 %), Tiefschlaf (25 %) und REM (15 %).
es: Si no hay datos de fases (p. ej., sin Apple Watch), se usa un método alternativo más sencillo: duración (35 %), eficiencia (25 %), sueño profundo (25 %) y REM (15 %).
fi: Jos univaihetietoja ei ole saatavilla (esim. ei Apple Watchia), käytetään yksinkertaisempaa varamenetelmää: kesto (35 %), tehokkuus (25 %), syvä uni (25 %) ja REM (15 %).
fr: Si les données de phases ne sont pas disponibles (p. ex. sans Apple Watch), un calcul de secours plus simple est utilisé : Durée (35 %), Efficacité (25 %), Sommeil profond (25 %) et REM (15 %).
is: Ef gögn um svefnstig eru ekki tiltæk (t.d. ekkert Apple Watch) er notuð einfaldari varaaðferð: Lengd (35%), Nýtni (25%), Djúpsvefn (25%) og REM (15%).
it: Se i dati sulle fasi non sono disponibili (ad es. senza Apple Watch), si usa un calcolo di riserva più semplice: Durata (35%), Efficienza (25%), Sonno profondo (25%) e REM (15%).
ja: 睡眠段階のデータがない場合（Apple Watch がないなど）は、より簡単な代替方式を使います：睡眠時間（35%）、睡眠効率（25%）、深い睡眠（25%）、レム睡眠（15%）。
ko: 단계 데이터가 없으면(예: Apple Watch 없음) 더 단순한 대체 방식이 사용됩니다: 시간(35%), 효율(25%), 깊은 수면(25%), REM(15%).
nb: Hvis stadiedata ikke er tilgjengelig (f.eks. uten Apple Watch), brukes en enklere reserve: Varighet (35 %), Effektivitet (25 %), Dyp søvn (25 %) og REM (15 %).
nl: Als stadiumgegevens ontbreken (bijv. geen Apple Watch), wordt een eenvoudigere terugvaloptie gebruikt: duur (35%), efficiëntie (25%), diepe slaap (25%) en REM (15%).
pt_br: Se os dados de estágios não estiverem disponíveis (por exemplo, sem Apple Watch), é usada uma alternativa mais simples: Duração (35%), Eficiência (25%), Sono profundo (25%) e REM (15%).
ru: Если данных о стадиях нет (например, нет Apple Watch), используется упрощённый вариант: продолжительность (35%), эффективность (25%), глубокий сон (25%) и REM (15%).
sv: Om stadiedata saknas (t.ex. utan Apple Watch) används en enklare reservberäkning: Längd (35 %), Effektivitet (25 %), Djupsömn (25 %) och REM (15 %).
zh_hans: 如果没有睡眠阶段数据（例如没有 Apple Watch），会使用更简单的备用方式：时长（35%）、效率（25%）、深睡（25%）和 REM（15%）。

source: If the app is killed, your data is safe — backed up every 5 minutes
ar: إذا أُغلق التطبيق قسرًا، تبقى بياناتك آمنة — تُنسخ احتياطيًا كل 5 دقائق
da: Hvis appen lukkes, er dine data sikre — der tages backup hvert 5. minut
de: Wenn die App beendet wird, sind deine Daten sicher — sie werden alle 5 Minuten gesichert
es: Si la app se cierra, tus datos están a salvo: se hace copia cada 5 minutos
fi: Jos sovellus suljetaan, tietosi ovat turvassa — varmuuskopioitu 5 minuutin välein
fr: Si l’app est fermée, vos données sont en sécurité — sauvegardées toutes les 5 minutes
is: Ef appinu er lokað eru gögnin þín örugg — afrituð á 5 mínútna fresti
it: Se l'app viene chiusa, i tuoi dati sono al sicuro: backup ogni 5 minuti
ja: アプリが終了しても、データは安全です — 5 分ごとにバックアップされます
ko: 앱이 종료되어도 데이터는 안전합니다 — 5분마다 백업됩니다
nb: Hvis appen blir avsluttet, er dataene dine trygge — sikkerhetskopiert hvert 5. minutt
nl: Als de app wordt afgesloten, zijn je gegevens veilig — elke 5 minuten wordt een back-up gemaakt
pt_br: Se o app for encerrado, seus dados estão seguros — com backup a cada 5 minutos
ru: Если приложение будет закрыто, ваши данные в безопасности — резервная копия создаётся каждые 5 минут
sv: Om appen avslutas är dina data säkra — de säkerhetskopieras var 5:e minut
zh_hans: 即使应用被终止，你的数据也是安全的 — 每 5 分钟备份一次
